{
  "header.link.home": "Inicio",
  "header.link.services": "Servicios",
  "header.link.work": "Proyectos",
  "header.link.values": "Valores",
  "header.link.about": "Sobre nosotros",
  "header.link.contact": "Contacto",


  "/////////////////////////////// HOME //////////////////////////": "",
  "home.main.title": "Un equipo digital que trata tu plataforma como si fuera propia",
  "home.main.desc": "Creamos sistemas a la altura de tus ambiciones — aportando claridad, transparencia y control total en cada etapa",
  "home.main.desc1": "Creamos sistemas a la altura de tus ambiciones",
  "home.main.desc2": "Aportando claridad, transparencia y control total en cada etapa",

  "home.portfolio.title": "Soluciones que convierten tu visión en realidad",
  "home.portfolio.action": "Ver estudios de caso",

  "home.features.title": "Por qué nosotros",
  "home.features.b1.title": "Ingeniería digital de nivel enterprise",
  "home.features.b1.desc": "Construimos núcleos digitales sólidos y escalables con arquitectura clara, código limpio y entrega predecible.",
  "home.features.b2.title": "Soluciones avanzadas de fintech y Web3",
  "home.features.b2.desc": "Nos especializamos en plataformas financieras y productos basados en activos digitales — pagos, transferencias, infraestructura blockchain, flujos de datos seguros y servicios de alta fiabilidad.",
  "home.features.b3.title": "Entrega orientada al valor para ecosistemas ambiciosos",
  "home.features.b3.desc": "Priorizamos claridad, estabilidad, procesos transparentes y un impacto a largo plazo. Cada proyecto se construye como un sistema capaz de crecer, evolucionar y soportar cargas reales.",
  "home.features.b4.title": "Experiencia enterprise comprobada",
  "home.features.b4.desc": "Aplicamos la experiencia que nuestros especialistas adquirieron en empresas como Tinkoff, M.Video, Sberbank y Rosbank — llevando cultura de ingeniería enterprise a cada solución que creamos.",

  "home.faq.title": "FAQ",
  "home.faq.1.q": "¿Qué hace nuestro integrador?",
  "home.faq.1.a": "Creamos ecosistemas digitales de nivel enterprise — desde arquitectura UX e interfaces hasta plataformas de microservicios e integraciones de pagos cripto. Combinamos estética, estrategia y precisión de ingeniería para construir sistemas estables, escalables y alineados con tu modelo de negocio.",
  "home.faq.2.q": "¿Por qué las corporaciones y empresas orientadas al mundo cripto nos eligen?",
  "home.faq.2.a": "Porque combinamos la rigurosidad de la ingeniería enterprise con la agilidad de las tecnologías financieras modernas. Diseñamos arquitecturas donde procesos bancarios y mecánicas cripto funcionan en armonía — desde tokenización y wallets digitales hasta integraciones con sistemas de pago tradicionales y descentralizados.",
  "home.faq.3.q": "¿Cómo comienza un proyecto?",
  "home.faq.3.a": "Empezamos con un diagnóstico profundo: analizamos la estrategia del producto, arquitectura, flujos UX y puntos de crecimiento. Con base en eso creamos una hoja de ruta para la integración y el desarrollo, asegurando que negocio, usuario y tecnología funcionen como un sistema coherente.",
  "home.faq.4.q": "¿Podemos integrar múltiples sistemas de pago, incluyendo criptomonedas?",
  "home.faq.4.a": "Sí. Construimos infraestructuras de pago robustas que unifican gateways bancarios, Apple Pay, Stripe, PayPal, TON, Ethereum y soluciones cripto. Todo funciona como un solo sistema — seguro, conveniente y transparente para usuarios y equipos financieros.",
  "home.faq.5.q": "¿Cómo garantizamos la seguridad y protección de datos?",
  "home.faq.5.a": "La seguridad es la base de cada proyecto. Aplicamos cifrado multinivel, auditorías de código y smart contracts, estrictos protocolos de acceso y monitoreo continuo. Nuestras arquitecturas cumplen con los estándares de la industria financiera y enterprise, garantizando estabilidad y confianza a largo plazo.",
  "home.faq.6.q": "¿Cuál es nuestra experiencia y expertise demostrada?",
  "home.faq.6.a": "Nuestro CTO lleva las mejores prácticas de ingeniería provenientes de Tinkoff, M.Video y SberTech. Unimos estrategas de producto, arquitectos y diseñadores que crean soluciones donde lógica de negocio, experiencia del usuario y tecnología funcionan como un solo organismo.",

  "home.action.title": "Tu empresa merece un socio estratégico en quien confiar",
  "home.action.subt": "Aportamos claridad, disciplina y pensamiento a largo plazo — construyendo plataformas digitales que respaldan operaciones reales y crecimiento real",
  "home.action.action": "Agenda tu llamada estratégica gratuita",


  "work.title": "Damos vida a las ideas",
  "work.subt": "A Grade Technologies reúne ingenieros senior y líderes de producto con amplia experiencia enterprise",
  "work.desc1": "Construimos plataformas digitales fiables para finanzas, Web3 y operaciones a gran escala",
  "work.desc2": "Con claridad, precisión y valor a largo plazo en el centro",

  "work.case.action": "Leer más",

  "work.case1.title": "AVO: RWA Marketplace",
  "work.case1.subtitle": "Propiedad digital con utilidad real de negocio",
  "work.case1.description": "Ayudamos a AVO a convertir RWA en una herramienta comercial real: un marketplace donde empresas y creadores pueden emitir, vender y gestionar activos digitales en un modelo transparente y escalable. La solución abrió un nuevo canal de ventas, simplificó la gestión de activos e incrementó la confianza de los usuarios.",

  "work.case2.title": "Blink Game AI",
  "work.case2.subtitle": "Engagement impulsado por la atención",
  "work.case2.description": "Una aplicación que dio a la marca una nueva forma de atraer y retener usuarios. Blink convierte una acción breve del usuario en un punto de interacción valioso, generando un alto nivel de engagement y crecimiento orgánico rápido sin costos significativos de marketing.",

  "work.case3.title": "BuyCoin",
  "work.case3.subtitle": "Intercambios de tokens más inteligentes y con menor coste",
  "work.case3.description": "Desarrollamos un motor de token-swap tolerante a fallos que soporta cargas máximas y garantiza un rendimiento estable en cualquier condición. La arquitectura incluye integraciones seguras con proveedores externos de blockchain y precios mediante servicios aislados, validación de rutas, protección contra datos no confiables y transaccionalidad completa. El sistema selecciona automáticamente la ruta óptima, reduce los costes del usuario y mantiene un SLA estable incluso en picos de tráfico.",

  "work.case4.title": "Soyuz Transfer",
  "work.case4.subtitle": "Presencia corporativa basada en confianza",
  "work.case4.description": "Creamos un sitio corporativo claro y confiable que refleja la estabilidad, trayectoria y estatus de la organización. La solución fortalece la presencia digital y mejora la percepción de la marca.",


  "about.title": "Creado por especialistas con amplia experiencia en empresas líderes de finanzas y tecnología.",
  "about.subt": "Aplicamos este conocimiento para crear plataformas claras, estables y escalables para equipos que construyen el futuro de las finanzas y los ecosistemas digitales.",


  "modal.callback.title": "Solicitud de llamada",
  "modal.callback.subtitle": "Deja tus datos y nuestro equipo se pondrá en contacto contigo",
  "modal.alert.title": "Tu solicitud ha sido recibida",
  "modal.alert.subtitle": "Nuestro equipo se pondrá en contacto contigo",
  "modal.alert.button": "Gracias",
  "modal.callback.button": "Solicitar llamada",
  "modal.callback.name.label": "Tu nombre",
  "modal.callback.name.placeholder": "Nombre completo",
  "modal.callback.phone.label": "Número de teléfono",

  "not.coming-soon": "Próximamente",

  "/////////////////////////////// FORMS //////////////////////////": "",
  "forms.required": "Este campo es obligatorio",


  "today": "hoy",

  "january": "enero",
  "february": "febrero",
  "march": "marzo",
  "april": "abril",
  "may": "mayo",
  "june": "junio",
  "july": "julio",
  "august": "agosto",
  "september": "septiembre",
  "october": "octubre",
  "november": "noviembre",
  "december": "diciembre"
}
