export const faqs = [
  {
    q: 'Как заказать трансфер?',
    a: 'В форме поиска укажите свой маршрут: в поле «Откуда» введите место отправления, в поле «Куда» — место назначения. Можно выбрать аэропорт, вокзал, город или отель из выпадающих подсказок либо вписать точный адрес места. Далее укажите количество пассажиров и нажмите кнопку «Найти трансфер». Выберите подходящий трансфер и заполните форму заказа.',
  },
  {
    q: 'За какой срок до поездки можно сделать заказ трансфера?',
    a: 'Вы всегда можете забронировать такси за день, неделю или месяц. Мы рекомендуем делать это, как можно раньше.',
  },
  {
    q: 'Сколько длится поездка?',
    a: 'Примерное время в пути указано на сайте, на странице трансфера. Однако эта цифра является приблизительной и может измениться в зависимости от интенсивности трафика на дорогах, времени суток и погодных условий.',
  },
  {
    q: 'Как проверить, что мой заказ принят?',
    a: 'В течение 10–15 минут после того как вы оставили заявку, по указанному в форме номеру телефона вам позвонит диспетчер. Если этого не произошло, пожалуйста, позвоните по номеру +7 999 888 55.',
  },
  {
    q: 'Как происходит оплата?',
    a: 'Оплата производится непосредственно водителю по прибытию на место назначения. Предоплата не требуется.',
  },
  {
    q: 'Что делать, если я задерживаюсь?',
    a: 'Обязательно предупредите об этом диспетчера. Если вы заказываете трансфер из аэропорта, в стоимость уже входит один час ожидания с момента прилёта рейса по билету. Если вы заказываете такси по адресу местонахождения, 15 мин. ожидание бесплатно. В случае более длительной задержки водитель может попросить дополнительную оплату.',
  },
  {
    q: 'Стоимость трансфера на сайте указана за машину?',
    a: 'Абсолютно все цены указаны за автомобиль и не зависят от количества пассажиров. Максимальное количество пассажиров может отличаться в зависимости от выбранного авто. Обязательно указывайте точное количество пассажиров. Также указывайте, сколько детей с вами поедет. Если есть животные в поездке, тоже обязательно укажите.',
  },
];
